brew "atuin"
brew "bat"
brew "carapace"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "yazi"
brew "zoxide"
